{
  "title": "Условия использования",
  "intro": "Спасибо, что используете Deorum – веб-приложение, созданное Azgaar и Командой. Пожалуйста, ознакомьтесь с условиями использования.",
  "sections": {
    "section1": {
      "title": "Лицензия",
      "clauses": {
        "clause1": {
          "title": "Предсозданные персонажи",
          "content": "Deorum предоставляет предсозданных фэнтезийных персонажей, созданных Azgaar и Командой. Вы можете бесплатно использовать и редактировать предсозданных персонажей для некоммерческих целей в соответствии с условиями <a href='https://creativecommons.org/licenses/by-nc/4.0/deed.ru' target='_blank'>лицензии CC BY-NC 4.0</a>.",
          "subclauses": {
            "subclause1": "Все портреты персонажей в Deorum создаются с помощью модели Stable Diffusion на основе исходных уникальных рисунков персонажей, написанных Azgaar и Командой вручную. В связи с этим все портреты в Deorum являются производными от исходных изображений. Azgaar сохраняет все права на исходные изображения, но производные портреты Deorum доступны бесплатно для некоммерческого использования.",
            "subclause2": "Биографии персонажей в Deorum создаются с использованием моделей OpenAI GPT-3 и GPT-4, которые затем ручным образом редактируются Azgaar и Командой. Весь текстовый контент, включая биографии персонажей и другую связанную с персонажами информацию, также доступен бесплатно для некоммерческого использования.",
            "subclause3": "Для <strong>коммерческого использования</strong> предсозданных персонажей или их составных частей, пожалуйста, свяжитесь с Azgaar по адресу электронной почты <a href='mailto:azgaar.fmg@yandex.com?subject=Deorum' target='_blank'>azgaar.fmg@yandex.com</a>. Мы будем рады предоставить разрешение на коммерческое использование поддерживающим нас лицам и организациям."
          }
        },
        "clause2": {
          "title": "Пользовательские персонажи",
          "content": "Вы сохраняете все права на персонажей, созданных вами вручную в Deorum. Загруженные портреты сохраняют их изначальную лицензию. Добавленные биографии и другое текстовое содержание также сохраняет изначальные условия распространения."
        },
        "clause3": {
          "title": "Исходный код",
          "content": "Deorum является приложением с открытым исходным кодом, распространяемым на условиях <a href='https://github.com/Azgaar/deorum/blob/main/LICENSE.md' target='_blank'>лицензии MIT</a>. Исходный код приложения можно найти на <a href='https://github.com/Azgaar/deorum' target='_blank'>GitHub</a>."
        }
      }
    },
    "section2": {
      "title": "Обязанности пользователя",
      "content": "Используя Deorum, вы соглашаетесь соблюдать все применимые законы и правила. Вы несете ответственность за использование приложения в законной и этичной манере, без нарушения прав других лиц. Сообщайте обо всех нарушениях или несанкционированном использовании Azgaar. Несоблюдение этих обязанностей может привести к прекращению вашего доступа к приложению."
    },
    "section3": {
      "title": "Отказ от ответственности и ограничение ответственности",
      "content": "Deorum предоставляется 'как есть' без каких-либо гарантий, явных или подразумеваемых. Azgaar и Команда отказываются от всех гарантий, включая, но не ограничиваясь, подразумеваемыми гарантиями товарной пригодности, соответствия определенной цели и отсутствия нарушений прав. Использование Deorum осуществляется на ваш риск. Azgaar и Команда не несут ответственности за прямые, косвенные, случайные, особые или косвенные убытки, связанные с использованием Deorum или невозможностью его использования, включая, но не ограничиваясь, убытками в результате потери прибыли, данных или других нематериальных потерь. Вы соглашаетесь возместить убытки и освободить Azgaar и Команду от любых претензий, ущербалибо убытков, возникших в результате использования вами Deorum или нарушения вами этих условий использования."
    },
    "section4": {
      "title": "Политика конфиденциальности",
      "content": "Мы собираем и храним лишь ограниченную информацию о пользователях: имена и адреса электронной почты. Пароли шифруются, и ни Azgaar, ни Команда не имеют к ним доступа. Мы обязуемся защищать персональную информацию наших пользователей и не передавать ее третьим лицам. Пожалуйста, примите во внимание, что хотя мы предпринимаем меры для защиты данных пользователей, ни один метод передачи или хранения информации в Интернете не является абсолютно безопасным. Мы оставляем за собой право собирать аналитические данные и данные об использовании в виде агрегированной информации, исключая персональную информацию. Важно понимать, что данные, загруженные пользователями, включая портреты, биографии и другие материалы, является ответственностью загружающих."
    },
    "section5": {
      "title": "Контактная информация",
      "content": "Если у вас есть вопросы, касающиеся условий использования или приложения Deorum, пожалуйста, свяжитесь с Azgaar по адресу электронной почты <a href='mailto:azgaar.fmg@yandex.com?subject=Deorum' target='_blank'>azgaar.fmg@yandex.com</a>."
    }
  }
}
